import image1 from "../data/image_01.png";
import image2 from "../data/image_04-2.png";
import image3 from "../data/image_04.png";
import image6 from "../data/image_07.png";
import image7 from "../data/image_08.png";

const saveData = [
  {
    _id: 1,
    keyword: "Природа",
    title: "Лесные огоньки: история одной фотографии",
    text:
      "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    image: image2,
    date: "2 августа, 2019",
    link: "https://meduza.io",
    source: "Медуза",
  },
  {
    _id: 2,
    keyword: "Парки",
    title: "Национальное достояние – парки",
    text:
      "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    image: image7,
    date: "2 августа, 2019",
    link: "https://zen.yandex.ru",
    source: "Дзен",
  },
  {
    _id: 3,
    keyword: "Природа",
    title: "Национальное достояние – парки",
    text:
      "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    image: image1,
    date: "2 августа, 2019",
    link: "https://lenta.ru",
    source: "Лента.ру",
  },
  {
    _id: 4,
    keyword: "Тайга",
    title: "Национальное достояние – парки",
    text:
      "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    image: image3,
    date: "2 августа, 2019",
    link: "https://ria.ru",
    source: "Риа",
  },
  {
    _id: 5,
    keyword: "Фотографии",
    title: "Лесные огоньки: история одной фотографии",
    text:
      "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    image: image6,
    date: "2 августа, 2019",
    link: "https://meduza.io",
    source: "Медуза",
  },
];
export default saveData;
